{
  "blogs": [
    {
      "tittle": "Biografia Rafael",
      "body": "Rafaello Sanzio (também chamado de Rafael Sanzio de Urbino, Raffaello de Urbino ou Raffaello Santi), veio ao mundo em 6 de abril de 1483, na cidade de Urbino, na Itália. A cidade de seu nascimento foi um dos importantes centros culturais da época.\n\nFilho do artista Giovanni Santi (1435-1494), que foi pintor da Corte de Urbino, Rafael começou sua carreira artística muito cedo. O pai foi o seu maior incentivador, fazendo-o despertar o interesse pelo campo das artes.\n\nTrabalhou como aprendiz no atelier do artista Pietro Perugino (1450-1523). Nesse período, Rafael adquire grande conhecimento das técnicas de Afresco e Pinturas de Murais.\n\nDiante de seu brilhantismo e genialidade, já na adolescência foi considerado Mestre. Chegou a viver na cidade italiana de Siena, sendo muito influente durante o período.",
      "author": "Rafael",
      "id": 1
    },
    {
      "tittle": "Biogradia Da Vinci",
      "body": "Rafaello Sanzio (também chamado de Rafael Sanzio de Urbino, Raffaello de Urbino ou Raffaello Santi), veio ao mundo em 6 de abril de 1483, na cidade de Urbino, na Itália. A cidade de seu nascimento foi um dos importantes centros culturais da época.\n\nFilho do artista Giovanni Santi (1435-1494), que foi pintor da Corte de Urbino, Rafael começou sua carreira artística muito cedo. O pai foi o seu maior incentivador, fazendo-o despertar o interesse pelo campo das artes.\n\nTrabalhou como aprendiz no atelier do artista Pietro Perugino (1450-1523). Nesse período, Rafael adquire grande conhecimento das técnicas de Afresco e Pinturas de Murais.\n\nDiante de seu brilhantismo e genialidade, já na adolescência foi considerado Mestre. Chegou a viver na cidade italiana de Siena, sendo muito influente durante o período.",
      "author": "Leonardo",
      "id": 2
    },
    {
      "tittle": "Biografia Michelangelo",
      "body": "Na escola interessava-se apenas em desenhar, para desespero da família, que desprezava a profissão do artista. Sua obstinação acabou vencendo, e aos 13 anos de idade tornou-se aprendiz do estúdio de Domenico Ghirlandaio.\n\nDesejando uma arte mais heroica, ingressa na escola de escultura de Lourenço de Medicis, que o hospeda em seu palácio.\n\nConvivendo com a elite nobre e intelectual, empolga-se pelas ideias do Renascimento Italiano.\n\nSua grande paixão foi a escultura. Certa vez ele disse: “A figura já está na pedra, trata-se de arrancá-la para fora”.",
      "author": "Michelangelo",
      "id": 4
    },
    {
      "tittle": "Biografia Donatello",
      "body": "Quando tinha 17 anos aproximadamente, esculpiu sua primeira escultura em mármore e, com 20 anos já recebia comissões pelo seu trabalho.\n\nExerceu sua profissão de escultor em diversas cidades italianas, donde até hoje podemos apreciar seus trabalhos: Florença, Roma, Nápoles, Siena e Pádua.\n\nA partir de seu trabalho, adquiriu grande fama no período renascentista considerado o mais importante escultor florentino do século XV.\n\nAlém disso, é atribuído a seu nome, a fundação da escultura moderna sendo um dos mais geniais escultores da humanidade.",
      "author": "Donatello",
      "id": 5
    }
  ]
}
